Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: Get Best Value Subscription
ar: احصل على اشتراك أفضل قيمة
de: Bestes Angebot-Abo erhalten
es: Obtener la suscripción de mejor valor
fr: Obtenir l'abonnement au meilleur rapport qualité-prix
ja: 最高コスパのサブスクリプションを取得

source: Get details about a specific subscription.
ar: الحصول على تفاصيل اشتراك محدد.
de: Details zu einem bestimmten Abo abrufen.
es: Obtener detalles sobre una suscripción específica.
fr: Obtenir des détails sur un abonnement spécifique.
ja: 特定のサブスクリプションの詳細を取得。

source: Get Free Pro + Give 30% Off
ar: احصل على Pro مجاناً + امنح خصم 30%
de: Kostenloses Pro erhalten + 30% Rabatt geben
es: Obtén Pro gratis + Da 30% de descuento
fr: Obtenez Pro gratuit + Donnez 30% de réduction
ja: 無料Proを取得＋30%オフを贈る

source: Get Monthly Spend
ar: الحصول على الإنفاق الشهري
de: Monatliche Ausgaben abrufen
es: Obtener gasto mensual
fr: Obtenir les dépenses mensuelles
ja: 月額支出を取得

source: Get personalized insights to save money
ar: احصل على رؤى مخصصة لتوفير المال
de: Erhalten Sie personalisierte Einblicke, um Geld zu sparen
es: Obtén ideas personalizadas para ahorrar dinero
fr: Obtenez des insights personnalisés pour économiser
ja: お金を節約するためのパーソナライズされたインサイトを取得

source: Get Pro for Free
ar: احصل على Pro مجاناً
de: Pro kostenlos erhalten
es: Obtener Pro gratis
fr: Obtenir Pro gratuitement
ja: Proを無料でゲット

source: Get Pro FREE!
ar: احصل على Pro مجاناً!
de: Pro KOSTENLOS erhalten!
es: ¡Obtén Pro GRATIS!
fr: Obtenez Pro GRATUITEMENT !
ja: Proを無料でゲット！

source: Get Started
ar: البدء
de: Loslegen
es: Empezar
fr: Commencer
ja: 始める

source: Get Subscription Detail
ar: الحصول على تفاصيل الاشتراك
de: Abo-Details abrufen
es: Obtener detalle de suscripción
fr: Obtenir les détails de l'abonnement
ja: サブスクリプションの詳細を取得

source: Get Upcoming Renewals
ar: الحصول على التجديدات القادمة
de: Bevorstehende Verlängerungen abrufen
es: Obtener próximas renovaciones
fr: Obtenir les prochains renouvellements
ja: 次回の更新情報を取得

source: Gmail Connected
ar: تم ربط Gmail
de: Gmail verbunden
es: Gmail conectado
fr: Gmail connecté
ja: Gmail連携済み

source: Gmail Import
ar: استيراد من Gmail
es: Importar de Gmail
fr: Importer de Gmail
ja: Gmailインポート

source: Good
ar: جيد
de: Gut
es: Bueno
fr: Bon
ja: 良好

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fr: Bonjour
ja: おはようございます

source: Got a promo, bundle, or discount? Enter what you actually pay.
ar: هل لديك عرض ترويجي أو حزمة أو خصم؟ أدخل ما تدفعه فعلاً.
de: Hast du ein Promo, Bundle oder Rabatt? Gib ein, was du tatsächlich zahlst.
es: ¿Tienes una promo, bundle o descuento? Ingresa lo que realmente pagas.
fr: Vous avez une promo, un forfait ou une remise ? Saisissez ce que vous payez réellement.
ja: プロモ、バンドル、割引がある場合は実際に支払う金額を入力してください。

source: Great job! All subscriptions are well-used.
ar: عمل رائع! جميع الاشتراكات تُستخدم جيداً.
de: Gut gemacht! Alle Abos werden gut genutzt.
es: ¡Buen trabajo! Todas las suscripciones están bien aprovechadas.
fr: Bravo ! Tous les abonnements sont bien utilisés.
ja: お見事！すべてのサブスクリプションが十分に活用されています。

source: Great! You're actively managing your subscriptions.
ar: رائع! أنت تدير اشتراكاتك بنشاط.
de: Super! Du verwaltest aktiv deine Abos.
es: ¡Genial! Estás gestionando activamente tus suscripciones.
fr: Super ! Vous gérez activement vos abonnements.
ja: 素晴らしい！サブスクリプションを積極的に管理しています。

source: Hard
ar: صعب
de: Schwierig
es: Difícil
fr: Difficile
ja: 難しい

source: Have a referral code?
ar: هل لديك رمز إحالة؟
de: Hast du einen Empfehlungscode?
es: ¿Tienes un código de referido?
fr: Vous avez un code de parrainage ?
ja: 紹介コードをお持ちですか？

source: Have a Referral Code?
ar: هل لديك رمز إحالة؟
de: Hast du einen Empfehlungscode?
es: ¿Tienes un código de referido?
fr: Vous avez un code de parrainage ?
ja: 紹介コードをお持ちですか？

source: Haven't used it this month (0 minutes)
ar: لم تستخدمه هذا الشهر (0 دقيقة)
de: Diesen Monat nicht benutzt (0 Minuten)
es: No lo usé este mes (0 minutos)
fr: Pas utilisé ce mois (0 minutes)
ja: 今月は使用していません（0分）

source: Health Score
ar: درجة الصحة
de: Gesundheits-Score
es: Puntuación de salud
fr: Score de santé
ja: 健全性スコア

source: Heavy usage (20 hours)
ar: استخدام مكثف (20 ساعة)
de: Intensive Nutzung (20 Stunden)
es: Uso intensivo (20 horas)
fr: Utilisation intensive (20 heures)
ja: 多め（20時間）

source: Help & Support
ar: المساعدة والدعم
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et support
ja: ヘルプとサポート

source: Help improve the app
ar: ساعد في تحسين التطبيق
de: Hilf die App zu verbessern
es: Ayuda a mejorar la app
fr: Aidez à améliorer l'app
ja: アプリ改善に協力する

source: Hidden waste adds up fast
ar: الهدر الخفي يتراكم بسرعة
de: Versteckte Verschwendung summiert sich schnell
es: El desperdicio oculto se acumula rápido
fr: Le gaspillage caché s'accumule vite
ja: 隠れた無駄はすぐに積み重なります

source: Hide password
ar: إخفاء كلمة المرور
de: Passwort verbergen
es: Ocultar contraseña
fr: Masquer le mot de passe
ja: パスワードを非表示

source: High
ar: عالٍ
de: Hoch
es: Alto
fr: Élevé
ja: 高い

source: HIGH
ar: عالي
de: HOCH
es: ALTO
fr: ÉLEVÉ
ja: 高

source: Highest monthly cost
ar: أعلى تكلفة شهرية
de: Höchste monatliche Kosten
es: Mayor costo mensual
fr: Coût mensuel le plus élevé
ja: 最高月額費用

source: Home
ar: الرئيسية
de: Zuhause
es: Hogar
fr: Maison
ja: ホーム

source: hours
ar: ساعات
de: Stunden
es: horas
fr: heures
ja: 時間

source: Hours
ar: ساعات
de: Stunden
es: Horas
fr: Heures
ja: 時間

source: Hours marked with ~ are estimated from session counts. Tap a subscription to enter exact minutes.
ar: الساعات المحددة بـ ~ مقدّرة من عدد الجلسات. انقر على اشتراك لإدخال الدقائق الدقيقة.
de: Mit ~ markierte Stunden sind aus Sitzungsanzahl geschätzt. Tippe ein Abo an, um genaue Minuten einzugeben.
es: Las horas marcadas con ~ son estimadas a partir de los conteos de sesión. Toca una suscripción para ingresar minutos exactos.
fr: Les heures marquées avec ~ sont estimées à partir du nombre de sessions. Appuyez sur un abonnement pour saisir les minutes exactes.
ja: 〜付きの時間はセッション数から推定されています。正確な分数を入力するにはサブスクリプションをタップ。

source: How Can We Help?
ar: كيف يمكننا المساعدة؟
de: Wie können wir helfen?
es: ¿Cómo podemos ayudarte?
fr: Comment pouvons-nous vous aider ?
ja: どのようにお手伝いできますか？

source: How hard was it to cancel?
ar: كم كانت صعوبة الإلغاء؟
de: Wie schwierig war die Kündigung?
es: ¿Qué tan difícil fue cancelar?
fr: Était-il difficile d'annuler ?
ja: キャンセルはどのくらい大変でしたか？

source: How It Works
ar: كيف يعمل
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
ja: 使い方

source: How Long to Pause?
ar: كم مدة الإيقاف المؤقت؟
de: Wie lange pausieren?
es: ¿Cuánto tiempo pausar?
fr: Combien de temps mettre en pause ?
ja: どのくらい一時停止しますか？

source: How much does it cost per month?
ar: كم تكلفته شهرياً؟
de: Wie viel kostet es pro Monat?
es: ¿Cuánto cuesta por mes?
fr: Combien cela coûte-t-il par mois ?
ja: 月額いくらですか？

source: How much does it cost?
ar: كم يكلف؟
de: Wie viel kostet es?
es: ¿Cuánto cuesta?
fr: Combien cela coûte-t-il ?
ja: いくらですか？

source: How often
ar: المدة
de: Wie oft
es: Frecuencia
fr: Fréquence
ja: 頻度

source: How to cancel
ar: كيفية الإلغاء
de: Wie man kündigt
es: Cómo cancelar
fr: Comment annuler
ja: キャンセルの方法

source: How Trial Protection Works
ar: كيف تعمل حماية التجربة
de: Wie der Testphasenschutz funktioniert
es: Cómo funciona la protección de prueba
fr: Comment fonctionne la protection d'essai
ja: トライアル保護の仕組み

source: How would you like to cancel?
ar: كيف تريد إلغاء الاشتراك؟
de: Wie möchtest du kündigen?
es: ¿Cómo te gustaría cancelar?
fr: Comment souhaitez-vous annuler ?
ja: どのようにキャンセルしますか？

source: How would you like to handle %@?
ar: كيف تريد التعامل مع %@؟
de: Wie möchtest du %@ handhaben?
es: ¿Cómo te gustaría manejar %@?
fr: Comment souhaitez-vous gérer %@ ?
ja: %@をどのように処理しますか？

source: I already have an account
ar: لدي حساب بالفعل
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
fr: J'ai déjà un compte
ja: すでにアカウントを持っています

source: I Cancelled — Remove from Tracking
ar: لقد ألغيت — إزالة من التتبع
de: Ich habe gekündigt – Aus Verfolgung entfernen
es: Cancelé — Eliminar del seguimiento
fr: J'ai annulé — Retirer du suivi
ja: キャンセルしました — 追跡から削除

source: I don't have a code
ar: ليس لدي رمز
de: Ich habe keinen Code
es: No tengo un código
fr: Je n'ai pas de code
ja: コードがありません

source: I pay a different amount
ar: أدفع مبلغًا مختلفًا
de: Ich zahle einen anderen Betrag
es: Pago un importe diferente
fr: Je paie un montant différent
ja: 別の金額を支払っています

source: I'll open the cancellation page for you. You'll need to confirm the cancellation on the service's website. You'll receive a confirmation email once it's processed.
ar: سأفتح صفحة الإلغاء لك. ستحتاج إلى تأكيد الإلغاء على موقع الخدمة. ستتلقى بريداً تأكيدياً بمجرد المعالجة.
de: Ich öffne die Kündigungsseite für dich. Du musst die Kündigung auf der Website des Dienstes bestätigen. Du erhältst eine Bestätigungs-E-Mail, sobald sie bearbeitet wurde.
es: Abriré la página de cancelación para ti. Deberás confirmar la cancelación en el sitio web del servicio. Recibirás un correo de confirmación una vez procesado.
fr: J'ouvrirai la page d'annulation pour vous. Vous devrez confirmer l'annulation sur le site web du service. Vous recevrez un e-mail de confirmation une fois traité.
ja: キャンセルページを開きます。サービスのウェブサイトでキャンセルを確認する必要があります。処理後に確認メールが届きます。

source: I'm currently in a free trial
ar: أنا حالياً في فترة تجريبية مجانية
de: Ich befinde mich derzeit in einer kostenlosen Testphase
es: Actualmente estoy en una prueba gratuita
fr: Je suis actuellement dans un essai gratuit
ja: 現在無料トライアル中です

source: I've Already Cancelled
ar: لقد ألغيت بالفعل
de: Ich habe bereits gekündigt
es: Ya cancelé
fr: J'ai déjà annulé
ja: すでにキャンセルしました

source: I've opened the cancellation page. You'll receive a confirmation email once processed.
ar: لقد فتحت صفحة الإلغاء. ستتلقى بريداً تأكيدياً بمجرد المعالجة.
de: Ich habe die Kündigungsseite geöffnet. Du erhältst eine Bestätigungs-E-Mail, sobald sie bearbeitet wurde.
es: He abierto la página de cancelación. Recibirás un correo de confirmación una vez procesado.
fr: J'ai ouvert la page d'annulation. Vous recevrez un e-mail de confirmation une fois traité.
ja: キャンセルページを開きました。処理後に確認メールが届きます。

source: If you have any questions about this Privacy Policy, please contact us: Email: pausely@proton.me
ar: إذا كانت لديك أسئلة حول سياسة الخصوصية هذه، اتصل بنا: البريد: pausely@proton.me
de: Bei Fragen zu dieser Datenschutzrichtlinie kontaktiere uns bitte: E-Mail: pausely@proton.me
es: Si tienes alguna pregunta sobre esta Política de Privacidad, contáctanos: Correo: pausely@proton.me
fr: Si vous avez des questions sur cette Politique de confidentialité, contactez-nous : E-mail : pausely@proton.me
ja: このプライバシーポリシーについての質問は、お問い合わせください： メール：pausely@proton.me

source: Import %lld Items
ar: استيراد %lld عنصر
de: %lld Elemente importieren
es: Importar %lld elementos
fr: Importer %lld éléments
ja: %lld件のアイテムをインポート

# Import %lld Subscription%@
source: Import %1$lld Subscription%2$@
ar: استيراد %lld اشتراك%@
de: %lld Abo%@ importieren
es: Importar %lld suscripción%@
fr: Importer %lld abonnement%@
ja: %lldのサブスクリプション%@をインポート

source: Import %lld Transactions
ar: استيراد %lld معاملة
de: %lld Transaktionen importieren
es: Importar %lld transacciones
fr: Importer %lld transactions
ja: %lld件の取引をインポート

source: Import Complete!
ar: اكتمل الاستيراد!
de: Import abgeschlossen!
es: ¡Importación completa!
fr: Importation terminée !
ja: インポート完了！

source: Import from CSV
ar: استيراد من CSV
de: Aus CSV importieren
es: Importar desde CSV
fr: Importer depuis CSV
ja: CSVからインポート

source: Import your subscriptions from multiple sources
ar: استورد اشتراكاتك من مصادر متعددة
de: Importiere deine Abos aus mehreren Quellen
es: Importa tus suscripciones desde múltiples fuentes
fr: Importez vos abonnements depuis plusieurs sources
ja: 複数のソースからサブスクリプションをインポート

source: in %lldd
ar: في %lld يوم
de: in %lld Tagen
es: en %lld días
fr: dans %lld jours
ja: %lld日後

source: Include
ar: تضمين
de: Einschließen
es: Incluir
fr: Inclure
ja: 含める

source: Insight
ar: رؤية
de: Einblick
ja: インサイト

source: Invite Friends
ar: دعوة الأصدقاء
de: Freunde einladen
es: Invitar amigos
fr: Inviter des amis
ja: 友達を招待

source: iOS app only — Screen Time tracks time spent in the iPhone app, not web or desktop usage. This subscription must have an iOS app installed on your device.
ar: تطبيق iOS فقط — يتتبع وقت الشاشة الوقت المقضي في تطبيق iPhone، وليس الاستخدام عبر الويب أو سطح المكتب. يجب أن يكون لهذا الاشتراك تطبيق iOS مثبت على جهازك.
de: Nur iOS-App — Bildschirmzeit verfolgt die im iPhone-App verbrachte Zeit, nicht Web- oder Desktop-Nutzung. Diese Abonnement muss eine iOS-App auf Ihrem Gerät installiert haben.
es: Solo app de iOS — Tiempo de pantalla rastrea el tiempo en la app de iPhone, no el uso web o de escritorio. Esta suscripción debe tener una app de iOS instalada en su dispositivo.
fr: Application iOS uniquement — Le Temps d'écran suit le temps passé dans l'application iPhone, pas l'utilisation web ou de bureau. Cet abonnement doit avoir une application iOS installée sur votre appareil.
ja: iOSアプリのみ — スクリーンタイムはiPhoneアプリでの時間を追跡し、ウェブやデスクトップは対象外です。このサブスクリプションにはiOSアプリのインストールが必要です。

source: Join 10,000+ users managing their subscriptions
ar: انضم إلى أكثر من 10,000 مستخدم يديرون اشتراكاتهم
de: Schließe dich 10.000+ Nutzern bei der Verwaltung ihrer Abos an
es: Únete a más de 10,000 usuarios gestionando sus suscripciones
fr: Rejoignez plus de 10 000 utilisateurs gérant leurs abonnements
ja: サブスクリプションを管理する1万人以上のユーザーに参加

source: Keep
ar: الاحتفاظ
de: Behalten
es: Conservar
fr: Garder
ja: 保持

source: Keep It
ar: احتفظ به
de: Behalten
es: Conservarlo
fr: Le garder
ja: 保持する

source: Keep Subscription
ar: الاحتفاظ بالاشتراك
de: Abo behalten
es: Conservar suscripción
fr: Garder l'abonnement
ja: サブスクリプションを保持

source: Keep This Subscription
ar: الاحتفاظ بهذا الاشتراك
de: Dieses Abo behalten
es: Conservar esta suscripción
fr: Garder cet abonnement
ja: このサブスクリプションを保持

source: Keep until retirement:
ar: الاحتفاظ حتى التقاعد:
de: Bis zur Rente behalten:
es: Mantener hasta jubilación:
fr: Garder jusqu'à la retraite :
ja: 引退まで保持：

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ja: 言語

source: Language changes apply instantly. Some features may not be fully translated yet.
ar: تُطبَّق تغييرات اللغة فوراً. قد لا تكون بعض الميزات مترجمة بالكامل بعد.
de: Sprachänderungen werden sofort angewendet. Einige Funktionen sind möglicherweise noch nicht vollständig übersetzt.
es: Los cambios de idioma se aplican al instante. Algunas funciones pueden no estar completamente traducidas aún.
fr: Les changements de langue s'appliquent instantanément. Certaines fonctionnalités peuvent ne pas être entièrement traduites.
ja: 言語変更はすぐに適用されます。一部の機能はまだ完全に翻訳されていない場合があります。

source: Last 3 Months
ar: آخر 3 أشهر
de: Letzte 3 Monate
es: Últimos 3 meses
fr: Derniers 3 mois
ja: 過去3か月

source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom
ja: 姓

source: Last updated: %@ ago
ar: آخر تحديث: منذ %@
de: Zuletzt aktualisiert: vor %@
es: Última actualización: hace %@
fr: Dernière mise à jour : il y a %@
ja: 最終更新：%@前

source: Last updated: April 9, 2026
ar: آخر تحديث: 9 أبريل 2026
de: Zuletzt aktualisiert: 9. April 2026
es: Última actualización: 9 de abril de 2026
fr: Dernière mise à jour : 9 avril 2026
ja: 最終更新：2026年4月9日

source: Launch Screen
ar: شاشة البداية
de: Startbildschirm
es: Pantalla de inicio
fr: Écran de lancement
ja: 起動画面

source: Least Used
ar: الأقل استخداماً
de: Am wenigsten genutzt
es: Menos usado
fr: Le moins utilisé
ja: 最も使われていない

source: Lifetime Cost
ar: التكلفة الإجمالية
de: Lebenszeitkosten
es: Costo de por vida
fr: Coût à vie
ja: 累計コスト

source: Lifetime Spend
ar: الإنفاق الإجمالي
de: Gesamtausgaben
es: Gasto total
fr: Dépenses totales
ja: 累計支出

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ja: ライト

source: Light Mode
ar: الوضع الفاتح
de: Heller Modus
es: Modo claro
fr: Mode clair
ja: ライトモード

source: Light usage (30 minutes)
ar: استخدام خفيف (30 دقيقة)
de: Leichte Nutzung (30 Minuten)
es: Uso ligero (30 minutos)
fr: Utilisation légère (30 minutes)
ja: 少なめ（30分）

source: Live Activity on Lock Screen
ar: نشاط مباشر على شاشة القفل
de: Live-Aktivität auf dem Sperrbildschirm
es: Actividad en vivo en la Pantalla de Bloqueo
fr: Activité en direct sur l'écran de verrouillage
ja: ロック画面のライブアクティビティ

source: Loading subscriptions...
ar: جارٍ تحميل الاشتراكات...
de: Abonnements werden geladen...
es: Cargando suscripciones...
fr: Chargement des abonnements...
ja: サブスクリプションを読み込み中...

source: Loading your code...
ar: جارٍ تحميل رمزك...
de: Code wird geladen...
es: Cargando tu código...
fr: Chargement de votre code...
ja: コードを読み込み中...

source: Loading your referral code...
ar: جارٍ تحميل رمز الإحالة...
de: Empfehlungscode wird geladen...
es: Cargando tu código de referido...
fr: Chargement de votre code de parrainage...
ja: 紹介コードを読み込み中...

source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
ja: 読み込み中...

source: Loading…
ar: جارٍ التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…

source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン

source: Long-Term Savings
ar: المدخرات طويلة الأمد
de: Langfristige Ersparnisse
es: Ahorros a largo plazo
fr: Économies à long terme
ja: 長期的な節約

source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Faible
ja: 低い

source: Manage in App Store
ar: الإدارة في App Store
de: Im App Store verwalten
es: Gestionar en App Store
fr: Gérer dans l'App Store
ja: App Storeで管理

source: Manual Tracking Mode
ar: وضع التتبع اليدوي
de: Manueller Verfolgungsmodus
es: Modo de seguimiento manual
fr: Mode de suivi manuel
ja: 手動追跡モード

source: Many services offer a free month or bonus credits when switching to annual. Contact support to ask.
ar: تقدم خدمات كثيرة شهراً مجانياً أو رصيداً إضافياً عند التحويل إلى الاشتراك السنوي. تواصل مع الدعم للسؤال.
de: Viele Dienste bieten einen kostenlosen Monat oder Bonusguthaben beim Wechsel zu einem Jahresabo an. Wende dich an den Support.
es: Muchos servicios ofrecen un mes gratis o créditos adicionales al cambiar a anual. Contacta al soporte para preguntar.
fr: De nombreux services offrent un mois gratuit ou des crédits bonus lors du passage à un abonnement annuel. Contactez le support.
ja: 年間プランに切り替えると無料月やボーナスクレジットを提供するサービスが多数あります。サポートに問い合わせてみてください。

source: Mark as Complete
ar: وضع علامة مكتمل
de: Als abgeschlossen markieren
es: Marcar como completo
fr: Marquer comme terminé
ja: 完了としてマーク

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
ja: 中程度

source: Member since
ar: عضو منذ
de: Mitglied seit
es: Miembro desde
fr: Membre depuis
ja: 入会日

source: Member since %@
ar: عضو منذ %@
de: Mitglied seit %@
es: Miembro desde %@
fr: Membre depuis %@
ja: %@から利用中

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
ja: メッセージ

source: Message Sent!
ar: تم إرسال الرسالة!
de: Nachricht gesendet!
es: ¡Mensaje enviado!
fr: Message envoyé !
ja: メッセージが送信されました！

source: Metric
ar: مقياس
de: Kennzahl
es: Métrica
fr: Métrique
ja: 指標

source: minutes
ar: دقائق
de: Minuten
es: minutos
ja: 分

source: Minutes
ar: دقائق
de: Minuten
es: Minutos
ja: 分

source: mo after
ar: شهرًا بعد
de: /Monat danach
es: /mes después
fr: /mois après
ja: ヶ月後

source: Moderate usage (5 hours)
ar: استخدام معتدل (5 ساعات)
de: Moderate Nutzung (5 Stunden)
es: Uso moderado (5 horas)
fr: Utilisation modérée (5 heures)
ja: 普通（5時間）

source: Money Saved
ar: المال الموفَّر
de: Gespartes Geld
es: Dinero ahorrado
fr: Argent économisé
ja: 節約額

source: Money Saved by Pausing
ar: المال الموفَّر بالإيقاف المؤقت
de: Durch Pausieren gespartes Geld
es: Dinero ahorrado al pausar
fr: Argent économisé en mettant en pause
ja: 一時停止で節約した金額

source: Monthly
ar: شهريًا
de: Monatlich
es: Mensual
fr: Mensuel
ja: 月額

source: Monthly cost
ar: التكلفة الشهرية
de: Monatliche Kosten
es: Costo mensual
fr: Coût mensuel
ja: 月額費用

source: Monthly Cost
ar: التكلفة الشهرية
de: Monatliche Kosten
es: Costo mensual
fr: Coût mensuel
ja: 月額費用

source: Monthly cost:
ar: التكلفة الشهرية:
de: Monatliche Kosten:
es: Costo mensual:
fr: Coût mensuel :
ja: 月額費用：

source: Monthly Savings Potential
ar: إمكانية التوفير الشهرية
de: Monatliches Einsparpotenzial
es: Potencial de ahorro mensual
fr: Potentiel d'économies mensuelles
ja: 月額節約ポテンシャル

source: Monthly Spend
ar: الإنفاق الشهري
de: Monatliche Ausgaben
es: Gasto mensual
fr: Dépenses mensuelles
ja: 月額支出

source: MONTHLY SPEND
ar: الإنفاق الشهري
de: MONATLICHE AUSGABEN
es: GASTO MENSUAL
fr: DÉPENSES MENSUELLES
ja: 月額支出

source: Monthly Total
ar: الإجمالي الشهري
de: Monatlicher Gesamtbetrag
es: Total mensual
fr: Total mensuel
ja: 月額合計

source: more than %@
ar: أكثر من %@
de: mehr als %@
es: más de %@
fr: plus de %@
ja: %@以上

source: more to go!
ar: المزيد قادم!
de: noch zu gehen!
es: ¡más para ir!
fr: encore !
ja: あと少し！

source: Most Expensive
ar: الأغلى
de: Am teuersten
es: Más caro
fr: Le plus cher
ja: 最高額

source: most expensive subscription
ar: أغلى اشتراك
de: teuerstes Abonnement
es: suscripción más cara
fr: abonnement le plus cher
ja: 最も高い サブスクリプション

source: My Subscription Insights
ar: رؤى اشتراكاتي
de: Meine Abo-Einblicke
es: Mis insights de suscripciones
fr: Mes insights d'abonnements
ja: 私のサブスクリプションインサイト

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前

source: Need Help?
ar: تحتاج إلى مساعدة؟
de: Brauchst du Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
ja: ご不明な点はありますか？

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード

source: New Referral!
ar: إحالة جديدة!
de: Neue Empfehlung!
es: ¡Nueva referencia!
fr: Nouveau parrainage !
ja: 新しい紹介！

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ

source: Next billing
ar: الفوترة التالية
de: Nächste Abrechnung
es: Próxima facturación
fr: Prochaine facturation
ja: 次の請求日

source: Next Billing Date
ar: تاريخ الفاتورة التالية
de: Nächstes Abrechnungsdatum
es: Próxima fecha de facturación
fr: Prochaine date de facturation
ja: 次回請求日

source: Next Payment
ar: الدفعة التالية
de: Nächste Zahlung
es: Próximo pago
fr: Prochain paiement
ja: 次回の支払い

source: Next Renewal
ar: التجديد التالي
de: Nächste Verlängerung
es: Próxima renovación
fr: Prochain renouvellement
ja: 次回の更新

source: Next Year Projection
ar: توقعات السنة القادمة
de: Prognose für nächstes Jahr
es: Proyección del próximo año
fr: Projection de l'année prochaine
ja: 来年の予測

source: No action available for this row
ar: لا يوجد إجراء متاح لهذا الصف
de: Keine Aktion für diese Zeile verfügbar
es: No hay acción disponible para esta fila
fr: Aucune action disponible pour cette ligne
ja: この行に利用可能なアクションはありません

source: No active App Store subscriptions were found on this Apple ID
ar: لم يتم العثور على اشتراكات App Store نشطة في هذا معرف Apple
de: Keine aktiven App-Store-Abos auf dieser Apple ID gefunden
es: No se encontraron suscripciones activas del App Store en este Apple ID
fr: Aucun abonnement App Store actif trouvé sur cet identifiant Apple
ja: このApple IDにはアクティブなApp Storeサブスクリプションが見つかりませんでした

source: No apps selected
ar: لم يتم تحديد تطبيقات
de: Keine Apps ausgewählt
es: No hay apps seleccionadas
fr: Aucune app sélectionnée
ja: アプリが選択されていません

source: No Billing History
ar: لا يوجد سجل فواتير
de: Kein Abrechnungsverlauf
es: Sin historial de facturación
fr: Aucun historique de facturation
ja: 請求履歴なし

source: No category data yet
ar: لا توجد بيانات الفئة بعد
de: Noch keine Kategoriedaten
es: Aún no hay datos de categoría
fr: Pas encore de données de catégorie
ja: まだカテゴリデータがありません

source: No data yet
ar: لا توجد بيانات بعد
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
ja: まだデータがありません

source: No date
ar: بلا تاريخ
de: Kein Datum
es: Sin fecha
fr: Pas de date
ja: 日付なし
